Repository: zurichat/zc_desktop_flutter
Catalog: lib/l10n/app_*.arb
Languages: ar, fr

# language
source: English
ar: عربي
fr: French

source: Hello World
ar: مرحبا بالعالم
fr: Bonjour le monde

# createAccounText
source: Create Account
ar: إنشاء حساب
fr: Créer un compte

# emailHintText
source: Email
ar: بريد الالكتروني

# passwordHintText
source: password
ar: كلمه السر
fr: le mot de passe

# policyText
source: By signing up, you agree that you have accepted our User Notice and Privacy Policy
ar: بالتسجيل ، فإنك توافق على قبولك لإشعار المستخدم وسياسة الخصوصية الخاصة بنا
fr: En vous inscrivant, vous reconnaissez avoir accepté notre avis d'utilisation et notre politique de confidentialité

# signInText
source: Sign in
ar: تسجيل الدخول
fr: S'identifier

# startUpTitleText
source: Unlimited Team Collaboration Platform
ar: منصة تعاون جماعي غير محدودة
fr: Plateforme de collaboration d'équipe illimitée

# startUpSubtitleText1
source: Unlimited team collaboration platform with emphasis on team building,
ar: منصة تعاون جماعي غير محدودة مع التركيز على بناء الفريق ،
fr: Plateforme de collaboration d'équipe illimitée mettant l'accent sur la constitution d'équipes,

# startUpSubtitleText2
source: fun, team management and above all, project management
ar: المتعة ، وإدارة الفريق ، وقبل كل شيء ، إدارة المشاريع
fr: le plaisir, la gestion d'équipe et surtout, la gestion de projet

# errorHeaderText
source: For some reason, {appName} couldn’t load 😓
ar: لسبب ما ، تعذر تحميل {appName} 😓
fr: Pour une raison quelconque, {appName} n'a pas pu se charger 😓

# weAreSorryText
source: We’re quite sorry about this! Before you try to troubleshoot, please do check
ar: نحن آسفون جدا بشأن هذا! قبل محاولة استكشاف الأخطاء وإصلاحها ، يرجى التحقق
fr: Nous en sommes vraiment désolés ! Avant d'essayer de dépanner, veuillez vérifier

source: Troubleshoot
ar: استكشاف الاخطاء
fr: Dépannage

# mightBeFromOurEndText
source: - the problem maybe from our end
ar: - ربما المشكلة من نهايتنا
fr: - le problème peut-être de notre côté

# fewThingsToTryText
source: Here are a few things to try:
ar: إليك بعض الأشياء التي يمكنك تجربتها:
fr: Voici quelques trucs à essayer :

# internetIsNotBlockText
source: Make sure your security software isn’t blocking {appName}
ar: {appName} تأكد من أن برنامج الأمان لديك لا يحظر
fr: Assurez-vous que votre logiciel de sécurité ne bloque pas {appName}

# checkInternetText
source: Check your internet connection.
ar: تحقق من اتصالك بالإنترنت.
fr: Vérifiez votre connection internet.

# restartZuriChat
source: Restart {appName}
ar: {appName} اعادة البدء
fr: Redémarrage {appName}

# checkHelpText
source: Check our Help center
ar: تحقق من مركز المساعدة الخاص بنا
fr: Consultez notre Centre d'aide

# moreDetailsText
source: for more details.
ar: لمزيد من التفاصيل.
fr: pour plus de détails.

# memberText
source: members
ar: أفراد
fr: membres

# workspaceText
source: Workspace for
ar: مساحة العمل لـ
fr: Espace de travail pour

# openText
source: Open
ar: افتح
fr: Ouvert

# selectText
source: None Selected
ar: لم يتم التحديد
fr: Aucune sélection

# signIntoNewWorkspace
source: or sign into a new workspace here
ar: أو قم بتسجيل الدخول إلى مساحة عمل جديدة هنا
fr: ou connectez-vous à un nouvel espace de travail ici

# privacyText
source: Privacy & Terms
ar: الخصوصية والبنود
fr: Confidentialité et modalités

source: Contact Us
ar: اتصل بنا
fr: Nous contacter

source: Change Region
ar: تغيير المنطقة
fr: Changer de région

# zuriChat
source: New to {appName}?
ar: هل أنت جديد على {appName}؟
fr: Nouveau à {appName}?

source: Create an account
ar: انشئ حساب
fr: Créer un compte

# chooseWorkspace
source: Choose a workspace
ar: اختر مساحة العمل
fr: Choisissez un espace de travail

# addWorkspace
source: we'll add the workspaces you choose to your desktop app
ar: سنضيف مساحات العمل التي تختارها إلى تطبيق سطح المكتب الخاص بك
fr: nous ajouterons les espaces de travail que vous choisissez à votre application de bureau

# authErrorMessage
source: Unfortunately something went wrong. Please try again.
ar: للأسف حدث خطأ ما. حاول مرة اخرى
fr: Malheureusement, quelque chose s'est mal passé. Veuillez réessayer.

# logInText
source: Log in
ar: يسجل دخول
fr: Connexion

# easySignIn
source: Easy Sign in With
ar: من السهل تسجيل الدخول باستخدام
fr: Connectez-vous facilement avec

# noAccountText
source: Don't have an Account?
ar: ليس لديك حساب؟
fr: Vous n'avez pas de compte ?

# signUpText
source: Sign Up
ar: اشتراك
fr: S'inscrire

# forgotPasswordText
source: Forgot Password?
ar: هل نسيت كلمة السر؟
fr: Mot de passe oublié?
